[
    {
        "title": "Baahubali: The Beginning",
        "date": "2016-05-04",
        "director": "SS Rajamouli",
        "actors": "Prabas, Rana, Anushka",
        "about": "Baahubali: The Beginning is a 2015 Indian epic historical fiction film directed by S. S. Rajamouli. Produced by Shobu Yarlagadda and Prasad Devineni, it is the first of two cinematic parts. The film was simultaneously made in Telugu and Tamil and dubbed into Hindi, Malayalam and French. The film stars Prabhas, Rana Daggubati, Tamannaah and Anushka Shetty in lead roles. Sathyaraj, Ramya Krishnan, Nassar, Adivi Sesh, Tanikella Bharani and Sudeep appear in supporting roles. The soundtrack and background score were composed by M. M. Keeravani while the cinematography, editing, art direction and visual effects supervision were done by K. K. Senthil Kumar, Kotagiri Venkateswara Rao, Sabu Cyril and V. Srinivas Mohan respectively.",
        "rating": "5",
        "wins": "10",
        "nominations": "12",
        "file": "images/Baahubali: The Beginning.jpg",
        "ytlink": "https://youtu.be/sOEg_YZQsTI"
    },
    {
        "title": "Magadheera",
        "date": "2011-09-19",
        "director": "SS Rajamouli",
        "actors": "Ram charan, Kajal",
        "about": "Magadheera (English: Great Warrior) is a 2009 Indian Telugu-language romantic-action film, written by K. V. Vijayendra Prasad and directed by S. S. Rajamouli. Based on the theme of reincarnation, the film was produced by Allu Aravind of Geetha Arts. The film stars Ram Charan and Kajal Aggarwal, while Dev Gill and Srihari appear in prominent roles. The plot revolves around four people: a valiant warrior in charge of the princess' safety; the princess who loves him; her cousin who lusts after her; and an emperor who wants to conquer their kingdom. They all die before their wishes are fulfilled and are reborn after 400 years, at which point the warrior kills the scheming cousin with the support of the reformed emperor and wins over the princess.",
        "rating": "5",
        "wins": "10",
        "nominations": "15",
        "file": "images/Magadheera.jpg",
        "ytlink": "https://youtu.be/C1pLJJqKmMM"
    },
    {
        "title": "Bajrangi Bhaijaan",
        "date": "2015-07-17",
        "director": "Kabir Khan, Salman Khan",
        "actors": "Harshaali Malhotra, Salman Khan, Nawazuddin Siddiqui, Kareena Kapoor",
        "about": "Bajrangi Bhaijaan (English translation: Brother Bajrangi) is a 2015 Indian drama film directed by Kabir Khan. Scripted by K. V. Vijayendra Prasad, the film was produced by Salman Khan and Rockline Venkatesh. It stars Salman Khan and Harshaali Malhotra, with Nawazuddin Siddiqui and Kareena Kapoor Khan in supporting roles. Khan stars as Bajrangi, an ardent devotee of Hindu deity Hanuman, who embarks on taking a mute six-year old Pakistani girl (Malhotra) separated in India from her parents back to her hometown in Pakistan.",
        "rating": "5",
        "wins": "5",
        "nominations": "5",
        "file": "images/Bajrangi Bhaijaan.jpg",
        "ytlink": "https://youtu.be/vyX4toD395U"
    },
    {
        "title": "Sarrainodu",
        "date": "2016-04-22",
        "director": "Boyapati Srinu",
        "actors": "Allu Arjun, Rakul Preeth",
        "about": "Sarainodu (English: The Right Man) is a 2016 Indian Telugu-language action-masala film written and directed by Boyapati Srinu. Produced by Allu Aravind under the Geetha Arts banner, it features Allu Arjun, Rakul Preet Singh and Catherine Tresa in the lead roles while Srikanth appears in a supporting role. S. Thaman composed the film's score and soundtrack. Rishi Punjabi is the cinematographer.\r\n\r\nThe film had a worldwide release on 22 April 2016. The film's Malayalam dubbed version, titled Yodhaavu, is slated for release on 13 May 2016.[3] Upon release the film met with mixed to positive reviews praising the performances of Allu Arjun and Aadhi.",
        "rating": "5",
        "wins": "10",
        "nominations": "15",
        "file": "images/Sarrainodu.jpg",
        "ytlink": "https://youtu.be/m_ghk3lhIg0"
    },
    {
        "title": "Race Gurram",
        "date": "2013-08-23",
        "director": "Surendar Reddy",
        "actors": "Allu Arjun, Sruthi Hasan",
        "about": "Ram (Shaam) and Lakshman aka Lucky (Allu Arjun) are brothers and are polar opposites in nature. While the former is an assistant commissioner of police trying to put factionist turned politician Shiva Reddy (Ravi Kishan) behind the bars, Lucky is a happy-go-lucky guy aiming for a visa to the United States and is seen connected to a tea-shop owner (M. S. Narayana). Lucky's mother wishes to see Ram and Lucky united. Shiva Reddy kills Sameer, a sincere ACP who happens to be Ram's friend and Sameer's father (Paruchuri Venkateswara Rao) wants to stop Shiva Reddy from contesting in the elections and eventually get him arrested.",
        "rating": "5",
        "wins": "10",
        "nominations": "11",
        "file": "images/Race Gurram.jpg",
        "ytlink": "https://youtu.be/nda6eGtu8DI"
    },
    {
        "title": "Srimanthudu",
        "date": "2015-09-24",
        "director": "Koratala Siva",
        "actors": "Mahesh Babu, Samantha, Kajal",
        "about": "Srimanthudu (English: Wealthy Man) is a 2015 Indian Telugu-language drama film written and directed by Koratala Siva. It was produced by Y. Naveen, Y. Ravi Shankar and C. V. Mohan under their banner Mythri Movie Makers. Mahesh Babu co-produced the film under his banner G. Mahesh Babu Entertainment Pvt. Ltd and played the film's protagonist, Harsha Vardhan, with Shruti Haasan as the female lead, Charuseela. Jagapati Babu, Rajendra Prasad, Sampath Raj, Mukesh Rishi, Sukanya and Harish Uthaman appear in supporting roles. It was distributed globally by Eros International.",
        "rating": "5",
        "wins": "10",
        "nominations": "20",
        "file": "images/Srimanthudu.jpg",
        "ytlink": "https://youtu.be/dlvgG-hZ9xc"
    },
    {
        "title": "Nannaku Prematho",
        "date": "2015-08-29",
        "director": "Sukumar",
        "actors": "Jr. NTR, Rakul Preeth Singh ",
        "about": "Nannaku Prematho (English: To father, with love) is a 2016 Telugu action family drama film written and directed by Sukumar and produced by B. V. S. N. Prasad under Sri Venkateswara Cine Chitra, Bhogavalli Bapineedu and Reliance Entertainment. The crossover cinema set up in London, features NTR and Rakul Preet Singh in the lead roles while Jagapati Babu and Rajendra Prasad played crucial supporting roles.[3] Nannaku Prematho marks the 25th film of Rama Rao Jr. as an actor.",
        "rating": "4",
        "wins": "10",
        "nominations": "15",
        "file": "images/Nannaku Prematho.jpg",
        "ytlink": "https://youtu.be/Om69gF1iiT4"
    },
    {
        "title": "Attarintiki Daredi",
        "date": "2015-10-28",
        "director": "Trivikram",
        "actors": "Pawan Kalyan, Samantha",
        "about": "Attarintiki Daredi (English: Which Path Leads to My Aunt's House?) is a 2013 Indian Telugu-language drama film written and directed by Trivikram Srinivas. It stars Pawan Kalyan, Samantha Ruth Prabhu and Pranitha Subhash in the lead roles with Nadhiya, Boman Irani and Brahmanandam in supporting roles.\r\n\r\nThe film was produced by B. V. S. N. Prasad under the banner Sri Venkateswara Cine Chitra in association with Reliance Entertainment. The soundtrack album and background score were composed by Devi Sri Prasad. Prasad Murella was the cinematographer. The film focuses on Gautham Nanda, a business heir who acts as a driver in his estranged aunt Sunanda's house to mend her strained relationship with his grandfather Raghunandan who expelled her for marrying against his wishes years before.",
        "rating": "5",
        "wins": "9",
        "nominations": "20",
        "file": "images/Attarintiki Daredi.jpg",
        "ytlink": "https://youtu.be/DFcVAtHLTgQ"
    },
    {
        "title": "Gabbar Singh",
        "date": "2013-07-18",
        "director": "Harish Shankar",
        "actors": "Pawan Kalyan, Sruthi Hasan",
        "about": "Gabbar Singh is a 2012 Indian Telugu action drama film film produced by Bandla Ganesh under the Parameswara Art Productions and directed by Harish Shankar. The lead actors include Pawan Kalyan and Shruti Haasan in lead roles alongside Kota Srinivasa Rao, Abhimanyu Singh in supporting roles. The film is a remake of the 2010 Hindi film Dabangg starring Salman Khan.[5] The film is about a police cop who renamed himself as \"Gabbar Singh\" after the famous villain in Sholay revolting against a dreaded goon. In the process, he loses his mother and has a hatred towards his step-father and step-brother. Rest of the plot revolves around Gabbar and his clash with Siddhappa.",
        "rating": "4",
        "wins": "10",
        "nominations": "18",
        "file": "images/Gabbar Singh.jpg",
        "ytlink": "https://youtu.be/FpFoQPj4sgs"
    }
]